Repository: iTrofa/Annual_Project_2020
Catalog: WebApp/Lang/locale/*/LC_MESSAGES/main.po
Languages: fr_fr

source: Check List
fr_fr: Vérifier Liste

source: Add Category
fr_fr: Ajouter Catégorie

source: Category Name
fr_fr: Nom de la Catégorie

source: category name
fr_fr: nom de la catégorie

source: Add category
fr_fr: Ajouter Catégorie

source: Add a Service :
fr_fr: Ajouter un Service :

source: Service Category
fr_fr: Catégorie de Service

source: select category
fr_fr: sélectionner catégorie

source: Service Name
fr_fr: Nom du Service

source: Exemple: Child Care
fr_fr: Exemple: Garde d'Enfants

source: Service Description
fr_fr: Description du Service

source: Service Image
fr_fr: Image du Service

source: Service Price
fr_fr: Prix du Service

source: Price per hour in €
fr_fr: Prix par heure en €

source: Add Service
fr_fr: Ajouter un Service

source: List of all the Services we currently provide :
fr_fr: Liste de tout les Services qu'on propose actuellement :

source: Type something to search list items
fr_fr: Ecris quelque chose pour chercher des items

source: Add a Service
fr_fr: Ajouter un Service

source: Demo Zip File (Only Zip Files Allowed)
fr_fr: Fichier Zip de la Demo

source: Submit Demo
fr_fr: Envoyer Demo

source: your
fr_fr: votre

source: can only contain letters
fr_fr: peut contenir seulement des lettres

source: is empty
fr_fr: est vide

source: the email is already registered
fr_fr: L'email est déjà utilisé par un autre compte

source: phone number is not valid
fr_fr: Le numéro de téléphone n'est pas valide

source: the passwords are different
fr_fr: Les mots de passes sont pas les mêmes

source: the password is too short
fr_fr: Mot de passe trop petit

source: you are now registered
fr_fr: Vous êtes bien inscris

source: Client Management - Flash Assistance
fr_fr: Gestion des Clients - Flash Assistance

source: List of all Users:
fr_fr: Liste de tout les Utilisateurs:

source: ID
fr_fr: Identifiant

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Phone Number
fr_fr: Numéro de Téléphone

source: Function
fr_fr: Travail

source: Account
fr_fr: Compte

source: Your Account
fr_fr: Votre Compte

source: Add Demo WebGL
fr_fr: Ajouter Demo WebGL

source: Client Management
fr_fr: Gestion des clients

source: Partner Management
fr_fr: Gestion des prestataires

source: Update Subscription
fr_fr: Mettre à jour Abonnements

source: Log Out
fr_fr: Se déconnecter

source: Subscriptions
fr_fr: Abonnements

source: History
fr_fr: Historique

source: Check Your Cart
fr_fr: Regardez votre panier

source: Click here for English
fr_fr: Appuie ici pour de l'Anglais

source: Click here for French
fr_fr: Appuie ici pour du Français

source: Login
fr_fr: S'identifier

source: Password:
fr_fr: Mot de Passe:

source: Password
fr_fr: Mot de Passe

source: Let me in.
fr_fr: Laisse moi rentrer.

source: Sign Up
fr_fr: S'inscrire

source: Welcome to Flash Assistance
fr_fr: Bienvenue sur Flash Assistance

source: Enjoy all your favorite services for to half the price
fr_fr: Profite de tout tes services favoris pour 50% du prix

source: Get your Subscription
fr_fr: Obtient ton Abonnement

source: List of all Available Workers:
fr_fr: Liste de tout les Prestataires:

source: Order ID
fr_fr: ID de l'achat

source: Client ID
fr_fr: ID du Client

source: Worker ID
fr_fr: ID de l'employé

source: Coupon code
fr_fr: Code de réduction

source: You have the
fr_fr: Tu as le

source: Look at our other Subscriptions
fr_fr: Regarde tout nos autres Abonnements

source: If you have a subscription, please enter it in the box below
fr_fr: Si t'as un abonnement, s'il vous plaît entre le dans la boîte en-dessous

source: Apply coupon
fr_fr: Utiliser réduction

source: Add to cart
fr_fr: Ajouter au panier

source: Order summary
fr_fr: Récapitulatif de la commande

source: Tax costs are calculated based on values you have entered and each service
fr_fr: Les côuts des taxes sont calculés à partir des valeurs que vous avez rentré et chaque service

source: Order Subtotal
fr_fr: Total hors-taxes

source: Tax
fr_fr: Taxes

source: New Total
fr_fr: Nouveau Total

source: Proceed to Checkout
fr_fr: Procédez vers la caisse

source: Proceed to checkout
fr_fr: Procédez vers la caisse

source: Tax costs are calculated based on values you have entered and each service.
fr_fr: Les côuts des taxes sont calculés à partir des valeurs que vous avez rentré et chaque service

source: History of all purchases:
fr_fr: Historique de tout les achats:

source: History of your purchases:
fr_fr: Historique de tout tes achats:

source: You haven't bought anything yet
fr_fr: T'as rien acheté pour l'instant

source: Perhaps you should buy something
fr_fr: Peut-être tu devrais en acheter quelque chose

source: Personalise your Service !
fr_fr: Personnalise ton Service !

source: day
fr_fr: jour

source: Get for every 12 interventions 2 free. Only
fr_fr: Obtient pour toutes les 12 interventions 2 gratuites. Seulement

source: Choose your Package
fr_fr: Choisi ton Package

source: Number of..
fr_fr: Nombre de..

source: Each Monday
fr_fr: Chaque Lundi

source: Each Tuesday
fr_fr: Chaque Mardi

source: Each Wednesday
fr_fr: Chaque Mercredi

source: Each Thursday
fr_fr: Chaque Jeudi

source: Each Friday
fr_fr: Chaque Vendredi

source: Each Saturday
fr_fr: Chaque Samedi

source: Each Sunday
fr_fr: Chaque Dimanche

source: All the Mondays of the Month
fr_fr: Tout les Lundis du Mois

source: All the Tuesdays of the Month
fr_fr: Tout les Mardis du Mois

source: All the Wednesdays of the Month
fr_fr: Tout les Mercredi du Mois

source: All the Thursdays of the Month
fr_fr: Tout les Jeudis du Mois

source: All the Fridays of the Month
fr_fr: Tout les Vendredis du Mois

source: All the Saturdays of the Month
fr_fr: Tout les Samedis du Mois

source: All the Sundays of the Month
fr_fr: Tout les Dimanches du Mois

source: All Mondays of each Month
fr_fr: Tout les Lundis de chaque Mois

source: All Tuesdays of each Month
fr_fr: Tout les Mardis de chaque Mois

source: All Wednesdays of each Month
fr_fr: Tout les Mercredis de chaque Mois

source: All Thursdays of each Month
fr_fr: Tout les Jeudis de chaque Mois

source: All Fridays of each Month
fr_fr: Tout les Vendredis de chaque Mois

source: All Saturdays of each Month
fr_fr: Tout les Samedis de chaque Mois

source: All Sundays of each Month
fr_fr: Tout les Dimanches de chaque Mois

source: Confirm
fr_fr: Confirmer

source: Price
fr_fr: Prix

source: Estimated price if you all the checkboxes.
fr_fr: Prix estimé si vous cochez tous les cases.

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Phone number
fr_fr: Numéro de Téléphone

source: Retype Password
fr_fr: Retaper Mot de Passe

source: address
fr_fr: adresse

source: Signup
fr_fr: S'inscrire

source: Subscriptions - Flash Assistance
fr_fr: Abonnements - Flash Assistance

source: Start Today
fr_fr: Commence Aujourd'hui

source: Submit Changes
fr_fr: Envoyer Changements

source: Account - Flash Assistance
fr_fr: Compte - Flash Assistance

source: Edit Profile
fr_fr: Editer Profil

source: Confirm password
fr_fr: Confirmer Mot de Passe

source: Cancel
fr_fr: Annuler

source: Save Changes
fr_fr: Sauvegarder Changements
